In [1]:
import pandas as pd
import numpy as np
import matplotlib.pyplot as plt

In [2]:
name = ['Amy White', 'Jack Stewart', 'Richard Lauderdale', 'Sara Johnson']
age = [50, 53, 35, 43]
work_exp = [5, 8, 3, 10]

In [3]:
df = pd.DataFrame({
    "Name": name,
    "Age": age,
    "Working Experience (Yrs.)": work_exp
})
df

                 Name  Age  Working Experience (Yrs.)
0           Amy White   50                          5
1        Jack Stewart   53                          8
2  Richard Lauderdale   35                          3
3        Sara Johnson   43                         10